Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1018_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Sääʹm-mättʼtõõzz persoonkådda jurddum ǩiõll-laauǥmetoodd kuõskki škooultõs jåttai
fin: Saamelaisopetuksen henkilöstölle suunnattu kielikylpykoulutus käynnistyy

source: Sääʹm-mättʼtõõzz persoonkådda jurddum ǩiõll-laauǥmetoodd kuõskki škooultõs jåttai piâtnâc 27.2.
fin: Saamelaisopetuksen henkilöstölle suunnattu kielikylpymetodia käsittelevä koulutushanke käynnistyy perjantaina 27.2.

source: Sääʹmkulttuurkõõskõs Sajoozzâst Aanrest.
fin: Saamelaiskulttuurikeskus Sajoksessa Inarissa.

source: Škooultõʹsse liâ iʹlmtõõttâm nuʹtt 40 sääʹm ǩiõl da sääʹmǩiõllsai joouki učteeʹl vuâđđmättʼtõõzzâst, lookkjiškooulâst da õuddpeâmmtuâjast.
fin: Koulutukseen on ilmoittautunut noin 40 saamen kielen ja saamenkielisten ryhmien opettajaa perusopetuksesta, lukiosta ja varhaiskasvatuksesta.

source: Lââʹssen mieʹldd liâ iʹlmtõõttâm universiteʹttmättʼtõõđi.
fin: Lisäksi mukaan on ilmoittautunut yliopisto-opiskelijoita.

source: Haʹŋǩǩõs lij sääʹmteeʹǧǧ da Oulu universiteeʹtt Giellagas-instituutt õhttsažtuâjj da tõn teäggad Mättʼtõshalltõs.
fin: Hanke on saamelaiskäräjien ja Oulun yliopiston Giellagas-instituutin yhteistyötä ja sen rahoittaa Opetushallitus.

source: ʼhttsažtuâjast liâ mieʹldd še saaʹmi õllškooul, Sámi allaskuvla, da Vaasa universiteʹtt.
fin: Yhteistyössä ovat mukana myös saamelainen korkeakoulu, Sámi allaskuvla, ja Vaasan yliopisto.

source: Škooultõs riâššât pukineez âʹlddmättʼtõsân, õhtsiʹžže nelljan kueiʹt peeiʹv škooultõspoddân.
fin: Koulutus järjestetään kokonaan lähiopetuksena, yhteensä neljänä kahden päivän koulutustilaisuutena.

source: Škooultõõzz čõõđtam vuäǯǯa kutt (6) mättjemceäkldõsâd, koid lij vueiʹtlvaž lookkâd pueʹrren jiijjâs universiteʹttmättjumuužži.
fin: Koulutuksen suorittaneet saavat kuusi (6) opintopistettä, jotka on mahdollista lukea hyväksi omissa yliopisto-opinnoissa.

source: Škooultõshâʹŋǩǩõõzz mieʹrren lij lââʹssted teâđ da silttumuužž ǩiõll-laauǥmetood suåvldumuʹšše Lääʹddjânnmest uʹvddum sääʹm-mättʼtõõzzâst.
fin: Koulutushankkeen tavoitteena on lisätä tietoa ja osaamista kielikylpymetodin soveltamiseksi Suomessa annettavaan saamelaisopetukseen.

source: Ǩiõll-laauǥmättʼtõõzz veeidumuš kooll jm.
fin: Kielikylpyopetuksen laajentaminen kuuluu mm..

source: Stubb halltõõzz prograʹmme.
fin: Stubbin hallituksen ohjelmaan.

source: Mättʼtõshalltõõzz rosttovmannust 2014 uʹvddem ođđ vuâđđmättʼtõõzz mättʼtemplaan vuâđteeʹlmin ǩiõll-laauǥmetooʹde piijât jeänab teädd ko äiggsab vuâđteeʹlmin.
fin: Opetushallituksen joulukuussa 2014 antamissa uusissa perusopetuksen opetussuunnitelman perusteissa kielikylpyopetukseen kiinnitetään enemmän huomiota kuin aikaisemmissa perusteissa.

source: Ǩiõll-laauǥmättʼtõõzz õõudumuš sääʹm-mättʼtõõzzâst lij määŋgnalla ääiʹjpoddsaž.
fin: Kielikylpyopetuksen edistäminen saamelaisopetuksessa on ajankohtaista monesta syystä.

source: ʼuddpeâmmtuâjast ǩiõll-laauǥmõõntõõllmõš lij leämmaž ââʹnnmest juʹn eeʹjjest 1997 ääʹljeeʹl, ko vuõssmõs škooulâkksaid jurddum aanarsääʹm ǩiõllpieʹss jåttji.
fin: Varhaiskasvatuksessa kielikylpymenetelmä on ollut käytössä jo vuodesta 1997 alkaen, jolloin ensimmäinen alle kouluikäisille tarkoitettu inarinsaamen kielipesä käynnistyi.

source: Juʹn õhtsiʹžže ååuʹc ǩiõllpieʹzzed liâ tuåimmjemen, koin koumm liâ aanarsääʹmǩiõllsa, kueʹhtt nuõrttsääʹmǩiõllsa da nellj tâʹvvsääʹmǩiõllsa.
fin: Kielipesiä on toiminnassa jo yhteensä yhdeksän, joista kolme inarinsaamenkielistä, kaksi koltansaamenkielistä ja neljä pohjoissaamenkielistä.

source: Ǩiõllpieʹzzin kääuʹc tuåimmje saaʹmi dommvuuʹdest da õhtt Heʹlssnest.
fin: Kielipesistä kahdeksan toimii saamelaisten kotiseutualueella ja yksi Helsingissä.

source: Sääʹmteʹǧǧ lij čiõlggääm ǩiõllpieʹzzi ääʹveemvueiʹtlvažvuõđid še jeeʹres gåårdin.
fin: Saamelaiskäräjät on selvittänyt kielipesien avaamismahdollisuuksia myös muissa kaupungeissa.

source: Ǩiõllpieʹzz jåttjumuš lij ââʹldmõsân Ruäʹvnjâârǥ gåårdest.
fin: Kielipesän käynnistyminen on lähimpänä Rovaniemen kaupungissa.

source: Ǩiõll-lauggi kuõskki škooultõshaʼŋǩǩõs oudd sääʹm mättʼtõspersonkådda vueiʹtlvažvuõđid õõudeed da jueʹǩǩed jiijjâs silttumuužž ǩiõllpiezz čõõđtumuužžâst še vuâđđmättʼtõõzzâst.
fin: Kielikylpyä koskeva koulutushanke antaa saamen opetushenkilöstölle mahdollisuuksia kehittää ja jakaa omaa osaamistaan kielikylvyn toteuttamisesta opetuksessa.

source: Ǩiõll-laauǥmättʼtõõzz veiddnumuš vuâđđmattʼtõʹsse vueiʹtlvâstt õuddpeâmmast äigga vuõǯǯum sääʹm ǩiõli jeälltumuužž juätkkmõõžž mättõõlǥtõsškooulin.
fin: Kielikylpyopetuksen laajeneminen perusopetukseen mahdollistaa varhaiskasvatuksessa aikaan saadun saamen kielten elvyttämisen jatkumisen oppivelvollisuuskoulussa.

source: Sääʹmǩiõllsaž vuâđđmättʼtõõzz lij uʹvddum Lääʹddjânnmest 1970-looǥǥ peäʹlrääʹjest ääʹljeeʹl.
fin: Saamenkielistä perusopetusta on annettu Suomessa 1970-luvun puolivälistä alkaen.

source: Vueʹss sääʹmǩiõllsaž mättʼtõõzzâst lij vueʹjjmeâldlanji leämmaž ǩiõll-laauǥmättʼtõs čõõʹđ lååiʹji iiʹjji, håtʹi tõt ij leäkku veerjlânji nåkkmen mieʹrtõllum.
fin: Osa saamenkielisestä opetuksesta on käytännössä ollut kielikylpyopetusta kautta vuosikymmenten, vaikka sitä ei virallisesti olekaan sellaiseksi määritelty.

source: Jäänbõs sääʹm ǩiõl vuâđđmättʼtõõzzâst da lookkjiškooulâst mättjeeʹjin vuäǯǯ kuuitâǥ mättʼtõõzz veeʹres ǩiõl mättʼtemaunnzen.
fin: Valtaosa saamen kieltä perusopetuksessa ja lukiossa oppivista saa kuitenkin opetusta vieraan kielen oppiaineena.

source: Jäänbõs veeʹres ǩiõl mättʼtõõđjin liâ säʹmmla mättʼtõõđi, koid sääʹm ǩiõll lij pueʹrben nuʹbb veeʹres ǩiõll ko veeʹres ǩiõll.
fin: Suurin osa vieraan kielen oppilaista on saamelaisoppilaita, joille saamen kieli on pikemminkin toinen kieli kuin vieras kieli.

source: Veeʹres ǩiõl mättumuš ij tuʹtǩǩmõõžži mieʹldd puuʹted tuåimmsallâž kueiʹtǩiõllsažvuõđ, koozz ǩiõll-laauǥmättʼtõõzzin täujja piassât.
fin: Vieraan kielen opetus ei tutkimusten mukaan tuota toiminnallista kaksikielisyyttä, johon kielikylpyopetuksella yleensä päästään.

source: Haʼŋǩǩõõzz pedagoglaž jååʹđteejen tuejjad FD Marja-Liisa Olthuis da äʹšštobddi učteeʹlen tuʹtǩǩeei / čuõvtemtuâi jååʹđteei Laura Arola.
fin: Hankkeen pedagogisena johtajana toimii FT Marja-Liisa Olthuis ja asiantuntijaopettajana tutkija / sivistystoimen johtaja Laura Arola.

source: Škooultõshaʹŋǩǩõõzz vuõssmõõzz âʹlddmätteempââi programm lij mieʹlddõsân.
fin: Koulutushankkeen ensimmäisen lähiopetusjakson ohjelma on ladattavissa

source: Lââʹssteâđ:
fin: Lisätietoja:

source: Tuʹtǩǩeei / čuõvtemtuâi jååʹđteei Laura Arola, Giellagas-institutt / Uccjooǥǥ kåʹdd laura.
fin: Tutkija / sivistystoimenjohtaja Laura Arola, Giellagas-instituutti / Utsjoen kunta laura.

source: Škoouʹlʼjempiisar Ulla Aikio-Puoskari, Sääʹmteʹǧǧ ulla.
fin: Koulutussihteeri Ulla Aikio-Puoskari, saamelaiskäräjät ulla.

source: fi, teʹl.
fin: fi, puh.
